app/controllers/messages_controller.rb

INSERT INTO "messages" ("author_id", "created_at", "group_id", "message", "updated_at") VALUES ($1, $2, $3, $4, $5) RETURNING "id"  [["author_id", 14], ["created_at", "2015-08-02 19:34:12.718181"], ["group_id", 1], ["message", "tseting"], ["updated_at", "2015-08-02 19:34:12.718181"]]
---
  def create
    respond_to do |format|
      @message = Message.create(message_params)